import React from 'react';

export default {


bdst1: {
'title': <div className="col-sm-12 text-center title" >
        <h3>सतगुरु जयगुरुदेव : प्रतिदिन सत्संग - बड़ेला धाम :दिनांक: 13 अगस्त २०१५</h3>
    </div>,
'contents': <div className='contents'>
अधर बीच चमके नाम गुरु का |<br></br>
नाम भजन एक सच्ची खेती, करो प्रेमियों इसको चेती |<br></br>
लगन लगाओ पाओ आराम |<br></br>
शब्द सुनावे अधर सेन में , गुरु दर्शन का होवे लाभ |<br></br>
दया मेहर बरसे सतगुरु की, सुख समृधि सुरतिया का काज |<br></br>
चरण को सेवै सुरत प्यारी, बन जाये सतगुरु जी की दुलारी |<br></br>
शीश धरे सतगुरु चरनन में |<br></br>
झूले वो तो अझर मझारी, सतगुरु नामी की बन जाये प्यारी |<br></br><br></br>
सतगुरु जयगुरुदेव<br></br>
मनवा नाम भजन में लागे, यही सतगुरु का कमवा |<br></br>
काम इ सच्चा करो सभी जन, घाट के पार आवे कामवा |<br></br>
दो उतराई नाम भजन की, बन जाये सारे कामवा |<br></br>
गुरु दक्षिणा यही सतगुरु की, भजो गुरु का नामवा |<br></br>
विमल हो चेतन अंतर घट में, सुरत पिये जब शब्द का जमवा |<br></br>
सतगुरु निर्मल स्वक्क्ष हैं प्यारे, चलो देश वोही जनवा |<br></br>
मन चित लाओ नाम भजन में, यही एक है कामवा |<br></br>
बोलो सतगुरु जयगुरुदेव | ||<br></br>
अखण्ड भारत संगत सतगुरू की<br></br>
गुरु मालिक का सेवादार - गुरु भाई - अनिल कुमार गुप्ता<br></br>
अंतर्घट सतगुरु जयगुरुदेव मंदिर एवं अखंडेश्वर सतगुरु जयगुरुदेव मंदिर ,<br></br>
ग्राम : बड़ेला, पोस्ट : तालगाँव, तहसील: रुदौली, अयोध्या, जिला: फैज़ाबाद, उत्तर प्रदेश, भारत<br></br>
संपर्क सूत्र : 09651303867, 07052705166, 09711862774, 08004021975<br></br>
</div>
},


bdst2: {
'title': <div className="col-sm-12 text-center title" >
        <h3>सतगुरु जयगुरुदेव : प्रतिदिन सत्संग - बड़ेला धाम: 19/05/2018</h3>
    </div>,
'contents': <div className='contents'>
सतगुरु जयगुरुदेव : घट पट खोल दिखावें |<br></br>
इस मानव का कौन भरोसा, राम नाम समझावें |<br></br>
महा मंत्र सतगुरु जी देते, राम नाम समझावें |<br></br>
अन्तर घट में दरश परश हो, प्रभु का धाम लखावें |<br></br>
नाम भजन हो अन्तर मन में, प्रभु तुम्हें मिली जावें |<br></br>
साँचे सतगुरु प्रीतम स्वामी, राम प्रभु कहलावें |<br></br>
राम नाम की लूट मची है, संतन के भिक जावें |<br></br>
करो बन्दना और प्रार्थना, सतगुरु जो मिली जावें |<br></br>
साँचे राम नाम की किरपा, सतगुरु खोली बतावें |<br></br>
यहीं बन्दना करो परभू से,राम नाम मिली जावें |<br></br>
जन्म हमारो सुफल बनावें, मुक्ति मोक्ष मिली जावें |<br></br>
मानव तन का पथ हो भारी, राम नाम गुण गावें |<br></br>
सतगुरु चरणन करें बन्दना, मुक्ति पद मिली जावें |<br></br><br></br>

सतगुरु जयगुरुदेव<br></br>
यहाँ सत्संग स्थल पे उपस्थित सारे गुरु भाई बहन, मानव जाती के किसी भी धर्म के हों, सब उसी प्रभु की संतान हैं और प्रभु का भजन करने के लिए तो सच्चे संत सतगुरु की खोज करनी पड़ेगी | जब आप सच्चे संत सतगुरु की खोज करेंगे तो वो नाम बताएँगे | बिना सतगुरु के बिना गुरु के कुछ नहीं होता है और वो नाम बताएँगे साथ ही साथ नाम भजन करना भी सिखाएँगे | ये जो हमारा मनुष्य मानव पोल है ये अमोलक है, सबसे बड़ी दौलत है, बार बार ये नहीं मिलती है | कितने पुण्य जन्मों के बाद ये मनुष्य रूपी मानव पोल हमको आपको मिला है | हम आप हर प्रकार से सक्षम हैं, कोई भी काम अच्छा हो या बुरा कर सकते हैं |<br></br><br></br>

जैसे गोस्वामी जी ने रामायण को लिखा | रामायण के सारे भेद को गोस्वामी ने समझाया | तो गोस्वामी जी ने समझाया और बताया है की जब हम और आप एक छोटे से नन्हें से जीव के रूप में, माँ के गर्भ में थे तब हमने प्रभु से कौल और करार किया था | जब माँ के गर्भ में थे तब हमको बड़ी दिक्कत और परेशानी हो रही थी तो वहाँ पर प्रभु के रोज नित्य दर्शन होते थे तो प्रभु से प्रार्थना करते थे कि “प्रभु दया करो यहीं बाकी, सब सज भजन करब दिन राती” | तो वहाँ पर प्रार्थना इसलिए करते थे कि माँ के जब गर्भ में थे तो उल्टे टंगे हुये थे | माल मूत्र कि जो थैली थी उसकी बदबू नाक में जाती थी और ऊपर को जाना चाहते तो जठराग्नि वो बहुत हीं गर्मी मतलब दुःख दायी था | तो प्रभू बन्दना प्रार्थना किया कि हमें बाहर कर दो और हम चौबीसों घण्टे आपका भजन पुजा आराधना करेंगे | उस समय प्रभु राम का पूरा का पूरा दर्शन होता रहता था | अब जब जन्म हो गया, जन्म के बाद बच्चा रोने लगता है तो कहते हैं कि थाली बजाओ, टार्च दिखाओ, दिया दिखाओ, कुछ जलाओ कुछ करो जिससे ये चुप हो जाय | तो वहाँ को जो अनहद वाणी थी, प्रभु राम कि जो वाणी थी, जो वहाँ कि आवाज थी, उसको वो सुनता था और वहाँ के प्रकाश को वो देखता था | इसीलिए वो रोता है | भूख कितनी बार लगेगी, एक बार दो बार चार बार छह बार, खा पी लिया उसके बाद में फिर सोना चाहिए था | मगर उसकी दौलत खो गयी है | वो तो राम नाम कि मणि लेकर के आया था पर वो उसको दिखाई नहीं पड़ती इसीलिए वो बच्चा रोता है | धीरे धीरे करके वो बढ़ने लगता है और धीरे धीरे बोलने भी लगता है की क्या हम देखते थे और क्या हम नहीं देखते थे | यहाँ माता पिता के संस्कार के अनुसार पढ़ाई लिखाई शिक्षा दीक्षा और नौकरी पेशा में लग जाते हैं | पर अब तो राम नाम छुट गया, अगर सतगुरु मिलें तो सारा सच्चा भेद समझावें और बतावें की देखो तुमने जो गर्भवास में जो कौल करार किया है कि “अब प्रभु भजन करब दिन राती”, तो सुबह शाम तुमने भजन नहीं किया | तुमने राम नाम का भजन नहीं किया है, तो जो तुमने कौल करार किया है, वो भजन करो |<br></br><br></br>


सतगुरु जयगुरुदेव ||<br></br>
सुमिरन कर लो राम नाम का, जीवन है दुःख दायी |<br></br>
करो कामना प्रभु मिलन की, मुक्ति मोक्ष मिली जायी |<br></br>
सतगुरु साँचे नाम बतावें, अवश्य मिलें रघुरायी |<br></br>
हरी भजन हो मन के अन्दर, कटे कोटि मैलायी |<br></br>
सतगुरु नाम अलौकिक साँचा,राम नाम हो जायी |<br></br>
करो बन्दना उस परभू की, जो सतगुरु रघुरायी |<br></br>
मुक्ति मोक्ष निज धाम के दाता, सारी लेत बलायी |<br></br>
मन बुद्धि चित्त अर्पण करते, नाम राम धुन गायी |<br></br>
मुक्ति मोक्ष का साधन साँचा, किजो काज बनायी |<br></br>
शीश धरो सतगुरु शरणन में, मुक्ति मोक्ष मिली जायी |<br></br>
अखण्ड भारत संगत सतगुरू की<br></br>
गुरु मालिक का सेवादार - गुरु भाई - अनिल कुमार गुप्ता<br></br><br></br>

अंतर्घट सतगुरु जयगुरुदेव मंदिर एवं अखंडेश्वर सतगुरु जयगुरुदेव मंदिर ,<br></br>
ग्राम : बड़ेला, पोस्ट : तालगाँव, तहसील: रुदौली, अयोध्या, जिला: फैज़ाबाद, उत्तर प्रदेश, भारत<br></br>
संपर्क सूत्र : 09651303867, 07052705166, 09711862774, 08004021975<br></br>
</div>
},


bdst3: {
'title': <div className="col-sm-12 text-center title" >
        <h3>सतगुरु जयगुरुदेव : प्रतिदिन सत्संग - बड़ेला धाम: 12/03/2017</h3>
    </div>,
'contents': <div className='contents'>
पावन मंगल पुरुष अनामी, रूप धरो मानव सतनामी ||<br></br>
शब्द भेद की राह बतायी, सत पथ मारग दिया दरशायी ||<br></br>
नाम भजन सुमिरन एक माला, मैलाई को कटि कटि जाना ||<br></br>
नाम अनाम बृहद सतनामा, पावन मंगल सतगुरु नामा ||<br></br>
सत भाव से करो बन्दना, सतगुरु चरणन नमन अरधना ||<br></br>
शब्द भेद का मारग दीन्हा, लख चौरासी से तुमको है छिना ||<br></br>
नाम भेद है दिया बतायी, क्यों करते हो अब चतुरायी ||<br></br>
सतगुरु नाम अनाम की पावर, सत देश की यह न्योछावर ||<br></br>
सत दया और धरम बिराजे, अन्तर मंगल सतगुरु साजे ||<br></br>
नाम ध्वनि को दिया सुनायी, शब्द भेद भी दिया लखायी ||<br></br>
नाम अनूप बृहद सतनामा, सच्चा सतगुरु मोल मुकामा ||<br></br>
सत के स्वामी पुरुष अनामी, मंगल शब्द भेद सतनामी ||<br></br>
एक एक मण्डल शकल पसारा, सब दिखलायो रूप तिहारा ||<br></br>
भेद खोल कर सब समझायो, कुल बृतंत और कथा सुनायो ||<br></br>
तब भी पापी मन ना माने, लख चौरासी को जाना ठाने ||<br></br>
एक अनिय और एक अनामा, सतगुरु तेरे मूल मुकामा ||<br></br>
दृढ़ इच्छा शक्ति को रखो, सतगुरु चरण धरो एक वारा ||<br></br>
मालिक दया मेंहर के स्वामी, स्वैत पुरुष मंगल सतनामी ||<br></br>
ज्ञान ध्यान सतगुरु की किरपा, सत सत भाव सत सतनामी ||<br></br>
सतगुरु मेंहर होये एक वारा, देखो सब जन शकल पसारा ||<br></br>
नाम रूप की सड़क बनायी, उस पर सब जन करो चढ़ायी ||<br></br>
दिव्य अलौकिक प्रकटै अन्तर, जपो जो तुम सतगुरु का मन्तर ||<br></br>
मन्त्र अनाम देश की चाभी, लो तुम लाभ बनो सतलाभी ||<br></br>
सत सत सतगुरु चरणन जाओ, सतगुरु जी की महिमा गाओ ||<br></br>
सतगुरु चरणन हो अनुरागु, बंदो सतगुरु परम परागु ||<br></br>
सत धाम सतगुरु सतनामा, ये सतगुरु का मूल मुकामा ||<br></br>
श्रद्धा भाव से करो बन्दना, सतगुरु सत नाम की अरधना ||<br></br><br></br>

सतगुरु जयगुरुदेव<br></br>
अंतर्घट सतगुरु जयगुरुदेव मंदिर एवं अखंडेश्वर सतगुरु जयगुरुदेव मंदिर ,<br></br>
ग्राम : बड़ेला, पोस्ट : तालगाँव, तहसील: रुदौली, अयोध्या, जिला: फैज़ाबाद, उत्तर प्रदेश, भारत<br></br>
रेलवे स्टेशन : रुदौली (Rudauli) (Code: RDL)<br></br>
संपर्क सूत्र : 09651303867, 07052705166, 09711862774, 08004021975<br></br>
</div>
},


bdst4: {
'title': <div className="col-sm-12 text-center title" >
        <h3>सतगुरु जयगुरुदेव : प्रतिदिन सत्संग - बड़ेला धाम: 13/08/2016</h3>
    </div>,
'contents': <div className='contents'>
मधुबन उपवन सजे बजाये, अन्तर ऐसा दृश्य दिखाये ||<br></br>
सतगुरु नाम की माला तेरी, सूरत बने सतगुरु की चेरी ||<br></br>
नाम भजन मन लायो ||<br></br>
काव्य ग्रन्थ खूब पढ़ी पढ़ी देख्यो, सच कहूँ न कुछ है पायो ||<br></br>
सतगुरु मिले अलौकिक नामी, नाम धना को पायो ||<br></br>
नाम निराला सत देश का, सतगुरु ने फरमायो ||<br></br>
दिव्य कुंजी अन्तर घट की, ताला खोल गिरायो ||<br></br>
अन्तर चलो देश अद्भुत हैं, स्वर्ग बैकुण्ठ को गायो ||<br></br>
नाम की महिमा तुमने जानी, नाम भजन मन गायो ||<br></br>
नाम अलौकिक उत्तम प्यारा, सतगुरु नाम बतायो ||<br></br>
नाम दिव्य एक नाम अलौकिक, नाम धना को पायो ||<br></br>
सचर रूप सतगुरु हैं साईं, नाम भजन मन गायो ||<br></br>
करो बन्दना तुम सतगुरु की, मुक्ति मोक्ष बनायो ||<br></br>
रूप अलौकिक अद्भुत देख्यो, समझ एक ना आवे ||<br></br>
पार की महिमा सुन्दर न्यारी, फैली अद्भुत है अद्भुत उजियारी ||<br></br>
नाम नाम धुन गायो ||<br></br>
ब्रम्ह पार ब्रम्ह देख्यो लीला, महा काल पुरुष गायों ||<br></br>
चितवन कीन्हा बंसी धुन को, सत नाम भीग जायो ||<br></br>
चंचल अद्भुत चम चम चमके, है स्वरुप का गायो ||<br></br>
सत अनामी पुरुष सतनामी, उनकी महिमा पायो ||<br></br>
अद्भुत देश अलौकिक देख्यों, सूरत खूब हीं हर्षायो ||<br></br>
हर्षित पुलकित भयी सयानी, सतगुरु कै गुन गायो ||<br></br>
सच्चे नामी पुरुष अनामी, जिनके द्वारे आयो ||<br></br>
पद पंकज में करि बन्दना, चरणन शीश झुकायो ||<br></br>
सत अनाम नाम के स्वामी, तेरी दया को पायो ||<br></br>
बोलो सतगुरु जयगुरुदेव | ||<br></br><br></br>

सतगुरु जयगुरुदेव<br></br>
अंतर्घट सतगुरु जयगुरुदेव मंदिर एवं अखंडेश्वर सतगुरु जयगुरुदेव मंदिर ,<br></br>
ग्राम : बड़ेला, पोस्ट : तालगाँव, तहसील: रुदौली, अयोध्या, जिला: फैज़ाबाद, उत्तर प्रदेश, भारत<br></br>
रेलवे स्टेशन : रुदौली (Rudauli) (Code: RDL)<br></br>
संपर्क सूत्र : 09651303867, 07052705166, 09711862774, 08004021975<br></br>
</div>
}



}