import React from 'react';

export default {
  st1: {
    title: (
      <div className="col-sm-12 text-center title">
        <h5>मैं विशेष सुमिरन, ध्यान भजन का तरीका बता रहा हूँ ।</h5>
      </div>
    ),
    contents: (
      <div className="contents title">
        सतगुरु जयगुरुदेव: परम संत सतगुरु जयगुरुदेव जी महाराज ने गुरु पूर्णिमा का
        सत्संग सुनाते हुए दिनांक २६ अगस्त १९८० में गोरखपुर में बताया की आप लोग
        सब के सब कभी भी उसकी याद में बैठो - सुमिरन ध्यान अरु भजन में तो एक मिनट
        के अंदर आप नाम लो और उसके रूप को याद करो और अंदर में आप प्रणाम करो | जब
        आप नाम और रूप अंदर का याद करोगे तो फ़ौरन उसकी किरणों की दया के संचार जारी
        हो जायेंगे और आप तक आने लगेगी | इसी तरह से हर नाम को याद करो हर रूप को
        याद करो उसके बाद में जो भी सुमिरन करते हो सुमिरन पर बैठ जाओ | जब सुमिरन
        समाप्त करो नाम लो उसके रूप को याद करो प्रणाम करो सुमिरन ख़त्म |<br></br>
        जब ध्यान पर बैठो तो उसका नाम लो उसके रूप को याद करके प्रणाम करो और जब
        पूरा ध्यान कर चुको और जब उठने लगो समाप्त करने लगो तो उसका नाम लो और रूप
        को याद करो और प्रणाम करो | उठकर खड़े हो जाओ | | जब भजन करो तो पहले उसका
        नाम और रूप याद करो मन ही मन प्रणाम करो भजन में लग जाओ शब्द को सुनने लगो
        ऊपर से जो वाणी आ रही है | जीवात्मा को उसके साथ जोड़ो और उसकी कालिमा और
        गन्दगी के परदे उतरने लगे | यह मन और जीवात्मा उस शब्द के साथ जुड़ने लगे और
        शब्द जीवात्मा को अपने में मिला ले आपके पास रौशनी भी आने लगे , कान भी खुल
        जाय, आँख भी खुल जाय और जब आप भजन कर चुको तो जैसे उसको शुरू किया उसी तरह
        प्रणाम कर समाप्त कर दो ||<br></br>
        परम संत सतगुरु जयगुरुदेव जी महाराज, सत्संग, दिनांक २६ अगस्त १९८०,
        गोरखपुर<br></br>
        ||सतगुरु जयगुरुदेव ||<br></br>
        <br></br>
        <h5>
          सतगुरु जयगुरुदेव: (परम संत सतगुरु जयगुरुदेव जी महाराज का सत्संग :
          साधना शिविर 26 जुलाई 1982)
        </h5>
        <br></br>
        अपने काम में जुटे रहना चाहिए, लगे रहना चाहिए | और यह हमेशा ध्यान रखना
        चाहिए पहले हम क्या थे | हममे पहले क्या समझ थी | हम क्या क्या करते थे और
        अब हम किस तरह से आ गए, मुझमें कैसे विचार हैं | जब तक आप इन सब चीजों पर
        निरख परख नहीं रखोगे तो आपको अपना स्वयं का परिवर्तन मालूम नहीं होगा | जब
        आप अपनी स्थिति पर ध्यान रखोगे कि हम पहले तो यह थे और धीरे धीरे सत्संग के
        असर से कृपा से हम धीरे धीरे सुमिरन ध्यान भजन से अब इधर आ गए | इसमें मेरे
        विचार पलट गए | इतना ऐसा मेरा भाव बन गया और फिर यह है कि आप मालिक को इतना
        चाहने लगे अपने घर में जाने के लिए | तो यह सब चीजे बड़े निरख परख की होती
        है | बड़े सावधानी की | जो लोग इस सावधानी में लगे रहते है वह अपनी जो जमा
        पूजी करते है वह खर्च नहीं होती | लेकिन जरा सा भी आप चूक गए तो जो भी आपने
        पूँजी जमा की है यह दुनिया है सेकेण्डों में लूट लेगी | इसलिए उनको छिपा
        करके रखो | हर तरह से छोटी से छोटी जिस गृह्स्त आश्रम में रहते हो उस
        क्रिया से लेकर और एक विशाल जन समूह की सेवा क्रिया तक यह सब की सब भक्ति
        में जोड़ी जाती है | घर के जो काम करते हो और शुद्ध , पवित्र, निर्मल आप
        इच्छा रहित जो काम आप करोगे वह भक्ति में जुड़ जायेगा क्योकि उसमे कार्य
        मात्र काम आपका रहेगा और काम बाकी तो यह सब भक्ति में आ जाता है | लोगों की
        सेवा करते हो निःस्वार्थ होकर के ओह भी भक्ति में अंत में जुड़ जाती है| तो
        हम लोगो को छोटी से छोटी क्रिया की समझ जो शारीरिक कर्म रहता है उसका रखना
        चाहिए | आँखे हमारी क्या देखती है ? कान हमारे क्या सुनते हैं ? वाणी हमारी
        क्या बोलती है ? हाथ पैरों की क्रिया क्या है ? मन का संकल्प क्या है ? जब
        यह हम थोड़ा बहुत भी युक्ति से विचार करते रहेंगे तो विवेक बुद्धि में आ
        जायेगा |<br></br>
        ||सतगुरु जयगुरुदेव ||<br></br>
      </div>
    ),
  },

  st2: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>सतगुरु जयगुरुदेव : कलयुग में सतयुग अवश्य आएगा ।</h3>
      </div>
    ),
    contents: (
      <div className="contents">
        सतगुरु जयगुरुदेव :परम संत सतगुरु जयगुरुदेव जी महाराज ने आजमगढ़ में १९८०
        में सत्संग सुनाते हुए कहा की अब मैं कुछ कहना चाहता हूँ उसको सुनो | कलयुग
        में लिखा है महात्माओ ने कि कलयुग के कुछ हजार वर्ष जब बीत जायेंगे तो ऐसी
        कलयुग में सतयुग कुछ हजार वर्षों के लिए आएगा | मैं आपके सामने जो बैठकर
        बोलता हूँ खड़े होकर बोलता हूँ वह बाबा जी की बात झूठ होने वाली नहीं | जो
        कुछ इस मंच पर तुम्हारे सामने बोलूंगा वह झूठ होने वाला नहीं | क्योंकि
        बाबा जी को कोई स्वार्थ नहीं किसी तरह का कृष्ण भगवान को राम को ईसा को ,
        मुहम्मद को कबीर को रैदास को कोई स्वार्थ नहीं था | स्वार्थ केवल इतना ही
        था इसमे की मनुष्य तन अनमोल है इतना जानकर इसे भगवान तक पहुचाये "जीवात्मा
        " को जिससे आराम पा जाएँ | यह तो स्वार्थ हैं || यह ध्यान आप रक्खे "कलयुग
        में सतयुग " लगेगा इसीलिए आप के सामने एक ढिंढोरा आया | एक बिगुल बजाया २५
        दिसंबर १९७७ से अहमदाबाद से प्रारम्भ हुआ | सतयुग की स्वागत तैयारियों के
        लिए आप तैयार हो जाये और कलयुग में सतयुग आएगा | और बड़ी सामग्री को लेकर
        भारत भूमि पर उतरेगा | बड़े ध्यान से आप लोग सुने | जब मैंने सतयुग आगमन
        साकेत यज्ञ अहमदाबाद में किया , विद्वानों द्वारा वेद मन्त्रों से तो मैंने
        देखा की मुस्लमान भाइयों की देवियाँ भी आती थी बुरका पहन कर | बुर्के को
        ऐसा कर दिया और आहुति देती थीं | इस तरह | मैंने खड़े होकर खुद सामने देखा |
        मैंने कहा कभी की तुम मुस्लमान हो ? या तुम ईसाई हो ? या तुम छोटे हो ? या
        तुम बड़े हो ? यह मैं कभी पूछता हूँ ? तुम सब खुदा के बनाये एक आदमीं हो
        इसमें "रूह " जीवात्मा है | परम संत सतगुरु जयगुरुदेव जी महाराज , सत्संग,
        आजमगढ़ , 1980 ||सतगुरु जयगुरुदेव ||
      </div>
    ),
  },

  st3: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>
          सतगुरु जयगुरुदेव : गुरु महाराज के शब्द - परमार्थी वचन संग्रह से ।
        </h3>
      </div>
    ),
    contents: (
      <div className="contents">
        साधन क्यों नहीं बनता<br></br>
        बहुत से सत्संगी शिकायत करते है की हमारा भजन नहीं बनता है , उनको हर दफा
        समझाया जाता है सचेत होकर साधन पर बैठा करें और समय साधन के अनेक प्रकार की
        लड़ाई धन बीमारी मुकदमें की वासना अनर्गल न उड़ाया करें | ऐसे समय में जीव
        उन्ही तरंगों में बह जाता है और समझता है की हम तो साधन पर बैठे थे हमको
        क्यों सुनाई दिखाई नहीं दिया |<br></br>
        चश्म बन्दों गोश बन्दे लव विवंद |<br></br>
        आँख कान और मुँह बंदकरके अगर हक (मालिक ) का भेद न देखो तो मुझपर हंसो |
        <br></br>
        आँख कान मुँह बंदकर, नाम निरंजन ले |<br></br>
        अंतर के पट जब खुले, बाहर के पट जब दे ||<br></br>
        <br></br>
        सुरत शब्द अभ्यास के लिए घर बार छोड़ने की आवश्यकता नहीं है और गुरु से भेद
        लेकर एकांत में बैठकर दोनों भौहों के मध्य भाग में यानी बीच में दृष्टि को
        रोक क्र ध्यान जमाना चाहिए | ध्यान के वक्त स्वरुप सामने हो और किसी प्रकार
        की वासना न उठे | ऐसा जो सावधानी से करते हैं ,वह एक न एक दिन मालिक को पा
        जाते हैं | इस भृकुटि के मध्य भाग में कृष्ण ने अर्जुन को संकेत करते हुए
        कहा की मध्य भाग में ध्यान जमाकर और अपनी सुरत को ऊपर चढ़ाकर मोक्ष प्राप्त
        करने के हेतु योग करो | केवल सेवा और प्रेम, मोक्ष के लिए काफी नहीं है |
        जब अर्जुन के लिए सेवा और प्रेम, मोक्ष के लिए सब कुछ नहीं है , ऐसा कृष्ण
        ने कहा तो भक्त जो केवल तस्वीर पूजते है उनके लिए मोक्ष क्या सब कुछ होगा ?
        ऐसा विचार करने और कराने वालो का मिथ्या भरम है | इंजील में पूर्ण रूप से
        ईसा ने संकेत करते हुए कहा और इशारा किया की ईश्वर का राज्य चाहते हो तो
        उनका राज्य पाने वालो से मिलो उनकी खोज करो | साफ़ ये भी लिखा की पंछी और
        परिंदो को देखो की न वह कुछ बोते है और न काटते हैं | फिर भी आशमानी पिता
        उनको खिलता है , क्या तुम उनसे ज्यादा अच्छे नहीं हो | मैंने देखा की
        दरवाजा आसमान में खुला है और पहला शब्द घंटे के समान था और उसने मुख से कहा
        यहां आओ और मैं तुम्हे भविष्य की बाते दिखलाऊंगा | मैं फ़ौरन गया उसी का रूप
        बन गया | आसमान में डोरी पकड़ कर उठा और देखा की सिंघासन आसमान में बिछा है
        और उस पर एक दिव्या पुरुष बैठा है | स्थल पत्थर के सामने बैठा नजर आया उस
        पत्थर में से विजली की चमक और गरज की आवाजे आती थी सिंघासन के सामने सात
        दिए जल रहे थे जो खुदा की सात रूहें थीं |<br></br>
        <br></br>
      </div>
    ),
  },

  st4: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>सतगुरु जयगुरुदेव : परिवर्तन होगा ये रुकनेवाला नहीं है ।</h3>
      </div>
    ),
    contents: (
      <div className="contents">
        परम संत सतगुरु जयगुरुदेव जी महाराज ने १७ मार्च १९८४ को सत्संग सुनाते हुए
        बताया की जो नए लोग आये हुए है ओ शुभ विचारों के लेकरके जाये की परिवर्तन
        होगा ये रुकनेवाला नहीं है इसको ध्यान में रखना साथ ही साथ धर्म की स्थापना
        होगी लोगो को मालूम नहीं है की किस धर्म की स्थापना होगी और धर्म नाम किसका
        है सज्जनो की रक्षा होगी लोग ये भी नहीं जानते है की सज्जन किनको कहते है
        और किनकी रक्षा होगी | मैं तो ये जनता हूँ की असल में ये बातें आप के समझ
        के बाहर हैं जिनका खान पान बिगड़ गया ओ इन बातों को नहीं जान सकते की धर्म
        क्या है और सज्जन क्या हैं और धर्म की कैसे स्थापना होगा और कैसे सज्जनों
        की रक्षा होती है और ओ ये भी नहीं जानते की दुस्ट किसको कहते हैं उनको ये
        भी पता नहीं है ओ लोग नहीं जानते है इन चीजों को परिवर्तन होगा इसको कोई
        रोक नहीं सकता एक ऐसी भारी तकलीफ आने वाली है एक भारी से भारी एक्रान्त
        तकलीफ जो मनुष्य जैसे जल जाता है तो तिलमिला जाता है ऐसी प्रकार से एक
        तकलीफ आएगी उसी में सब तिलमिला जायेंगा और उसी समय पर महात्माओ फकीरो की
        बड़ी भावभीन पुकार होगी महात्मा फकीरों की और जब भावभीनी पुकार होगी
        महात्माओ फकीरों की उस समय जब लोग तिलमिला जायेंगे तो उसका अड्डा होना
        चाहिए जगह जगह उसका श्रोत होना चाहिए जगह जगह उसके नाले होने चाहिए और उसकी
        साखएं होनी चाहिए | साखएं नहीं होंगी नालियां नहीं होंगी तो पानी वहां तक
        नहीं जा सकता तो लोगो को पानी पीने को मिलेगा नहीं और जब नालियां तैयार
        होंगी और पानी चल रहा होगा तो उस समय जब महात्माओ की भावभीनी पुकार होगी तो
        फ़ौरन ओ तार हैं श्रोत है जो लगे हुए होंगे तो फ़ौरन ओ लोग पकड़ लिए जायेंगे
        तब देखिएगा | है ये छोटी चीज पर छोटा मत समझिए || आप लगे रहो आप के काम से
        लोग घबड़ा जायेंगे इतनी बात जरूर है ||<br></br>
        हमको तो आशीर्वाद देने के लिए जाना ही पड़ेगा क्योकि उन्होंने जगह जगह वैसे
        मेरे पास तो कुछ नहीं है लेकिन ओ तो मालिक को जो काम करना है ओ कराएँगे
        क्यों की वहां से बैठ कर ओ कोई काम नहीं कर सकता इसको हमेशा याद रखना शक्ति
        उसमें सब कुछ है उसमे किसी तरह की कोई कमी नहीं है लेकिन ओ वहां से बैठ कर
        कोई काम नहीं करेगा | ओ तो वहीँ से बैठकर जो काम है करायेगा जो करायेगा वही
        काम उसका समझा जाये | देखो मेरी बात फिर सुन लो जो लोग यहाँ बोरा पहने हुए
        हैं फिर बोरा उतारना मत | पहले समझलो , हमको ये समझते हो की बाबा जी खुश हो
        जायेंगे और बाबा जी की आँखों के सामने से हट जायेंगे तो बाबा जी अंधे हो
        जायेंगे और हम वहां कपडा पहन लेंगे तो बाबा जी इससे खुश होने वाले नहीं है
        | न मालिक खुश होगा न ही बाबा जी खुश होंगे | मोटी बात को समझ लो अच्छी तरह
        से , यहाँ पर हमको दिखने के लिए लोगो को दिखने के लिए पहर लिया तो वहां भी
        पहरे रहना | अब यदि वहाँ कोई उतरता हो कपडा पहनने वाला वहाँ ओ सफ़ेद कपडे
        पहनता हो तो उस पर यकीन और विश्वाश विल्कुल मत करना | ये मैं तुमको बताये
        देता हूँ | ये कसौटी है खरा आप को उतारना ही पड़ेगा | टाट का क्या रहस्य है
        तो अभी बताया नहीं तुम्हें ||<br></br>
        <br></br>
        ||सतगुरु जयगुरुदेव ||
      </div>
    ),
  },

  st5: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>सतगुरु जयगुरुदेव : गुरु महाराज का सत्सगं : सन: 1990</h3>
      </div>
    ),
    contents: (
      <div className="contents">
        सुबह सुबह भजन पर बैठो तो मुहं हाथ धोकर जिससे आलस और सुस्ती न आये क्योकि
        आलस और सुस्ती में साधन नहीं हो पाता है | सुबह मन संकल्प विकल्प भी नहीं
        करता है और बुद्धि व चित भी साथ देते हैं | भजनानंदियों के लिए प्रातः काल
        का समय अच्छा रहता है | दिन में तो मन गुनावन संकल्प विकल्प करता रहता है
        और मन को रोकना पड़ता है | जब लगन लगी रहती है तो सुस्ती दूर हो जाती है और
        भजन भी हो जाता है | मन अगर साथ दे दे तो इसमें गुरु की दया समझनी चाहिए |
        मन अगर साथ न दे तो समझना चाहिए की गहरे आवरण और कर्मों के परदे आ गए हैं |
        इस बात को परखना चाहिए और गहरे साधक परखते भी है | साढ़े बारह बजे से पौने
        दो बजे तक का समय निशाचर शक्तियों का होता है जो भजन के रस को पीते हैं
        इसलिए इस समय को टाल देना चाहिए | लेकिन जिनका साधन चलता है और लगन लगी
        रहती है वे हर समय भजन कर सकते हैं ||<br></br>
        ||सतगुरु जयगुरुदेव ||<br></br>
        <br></br>
      </div>
    ),
  },

  st6: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>
          सतगुरु जयगुरुदेव : परा विद्या के लिए हिंदी सीखना सबसे जरुरी है |
        </h3>
      </div>
    ),
    contents: (
      <div className="contents">
        परम संत सतगुरु जयगुरुदेव जी महाराज ने २० मार्च १९८१ को सत्संग सुनाते हुए
        बताया की अगर वास्तव में इस दुनिया के किसी भी इंसान को अपनी परा विद्या
        सीखनी है तो उसे हिंदी जानना बहुत जरुरी है उस परा विद्या को जानने के लिए
        हिंदी को सीखना होगा | जितनी भी ऊँची से ऊँची पुस्तकें अपने सिद्ध पुरुषों
        और साधों व संतों की हैं वह सब का सब उनका प्रवचन हिंदी में हैं | वह क्यों
        हिंदी में है ? यह देवनागरी के जो अक्षर हैं आये वह अंदर से | कमलों के ऊपर
        में ये अक्षर लिखे हुए हैं | कंठ कमल में ये अक्षर लिखे हुए हैं | हिरदय
        कमल में ये अक्षर लिखें हुए हैं | नाभि कमल में ये अक्षर लिखे हुए हैं |
        इंद्री द्वार पर ये अक्षर लिखे हुए हैं | गुदा द्वार पर ये अक्षर लिखे हुए
        हैं | फिर उसके बाद ऊपर चलो | सहस कमल में ये अक्षर लिखे हुए हैं | उसके
        ऊपर चलो तो ब्रह्मा स्थान पर हिंदी में लिखा| परम संत सतगुरु जयगुरुदेव जी
        महाराज , सत्संग , २० मार्च 1981<br></br>
        ||सतगुरु जयगुरुदेव ||<br></br>
        <br></br>
        <h4>
          सतगुरु जयगुरुदेव : ( सतगुरु के सत्संग वचन स्वयं परम संत सतगुरु
          जयगुरुदेव जी महाराज के मुखारविंद से - १९७४ )
        </h4>
        <br></br>
        घर में आटा कम हो तो उसमे एक भी टुकटा छूटने वाला नहीं, उसमे बड़ा आनंद है
        और यदि भरपूर रहता है तो उसमे बर्बादी | पहले ग्रहस्त आश्रम में ये नियम था
        अब भी है कि माताओं ने जब सुबह भोजन बनाया तो जो भी चीज पकाई , दाल है थोड़ा
        सा निकाल कर डाल दिया, चावल पकाया तो उसमे से दो चार तोला निकाल कर हांड़ी
        में डाल दिया , आटा पकाया तो थोड़ा सा आटा डाल दिया | एक हफ्ते १० दिन में
        हांड़ी भर जाती , चावल इकट्ठा हो गया दाल इकट्ठा हो गई जरा सी कंकरी नमक कि
        डाल दी , ये ग्रहस्त आश्रम का ये पक्का काम था कच्चा नहीं था | माताओ को
        बहुत याद रहता था जब कोई अतिथि आया, कोई भी भूखा प्यासा, साधु कोई भी
        सन्यासी कोई भी ब्राह्मण आया तो उन्होंने अपने पास से कुछ भी नहीं दिया
        बल्कि जो पहले से रक्खा था उनके लिए उसमे से दे दिया | तो अतिथि सत्कार हो
        गया | आप को इससे प्रसन्ता मिली | कोई महात्मा आ गए और उनके पास कुछ है तो
        आप को मुक्ति भी मिल जाये ऐसे ही दे देंगे , इतने प्रसन्न हो जायेंगे खुश
        हो जायेंगे | तुमने तो पुण्य कमाया लेकिन पता नहीं पुण्य के किस समय पर वो
        पुण्य फल दायक हो जाये | कोई महात्मा मिल जाये उन्ही कि सेवा मिल जाये तो
        आप का आत्म कल्याण हो जाये ये नियम था और इससे घर ग्रहस्ती में कमी नहीं
        होती है , हिरदय में दया रहती थी, अतिथि सत्कार भावना ये ग्रहस्त आश्रम का
        बहुत बड़ा पुण्य कर्म था अब सब लोगो ने छोड़ दिया ख़त्म कर दिया | वैसे अपने
        लोगो कि शिक्षा से बहुत जगे तो लोग उसका पालन करते है | लेकिन ग्रहस्त
        आश्रम में सब को ये पालन करना चाहिए | ये सबके लिए आसान है कि पता नहीं
        कहाँ पुण्य का संजोग बैठ जाये कि ये जीवात्मा मुक्ति मोक्ष पा जाये ||
        ||सतगुरु जयगुरुदेव ||<br></br>
        <br></br>
      </div>
    ),
  },

  st7: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>सतगुरु जयगुरुदेव: (गुरु महाराज का सत्सगं - गोरखपुर , 16-7-1964)</h3>
      </div>
    ),
    contents: (
      <div className="contents">
        जो उपदेश ले चुके हैं उनको चाहिए कि पाँचों नाम और पाँचों रूप और पाँचों
        स्थान और हर स्थान से जो धुनि आती है उसको याद करते रहे |<br></br>
        सुमिरन: नाम और उस स्थान का स्वरुप पका लिया जाय| जब ऐसा सुमिरन पक जाय कि
        चलते फिरते उठते बैठते दिल व दिमांग में नाचने लगे | नाम लेना व स्वरुप का
        याद करना ही साधन है | साधन का मतलब स्वरुप को पका लेना | यदि हम सुमिरन
        ठीक से कर लें तो हमारा ध्यान व भजन ठीक से होता है |<br></br>
        दया तो २४ घंटे में हर क्षण हर एक के ऊपर जाती है | एक बार तो अवश्य ही
        राउंड करती है |<br></br>
        यदि साधक रात्रि को सोता है तो चौंक जाता है या सुनहले सुनहले दृश्यों से
        गुजरता है अतः साधक को उस दया की कीमत वक्त कदर करना चाहिए | यदि आप सुमिरन
        ध्यान और भजन ठीक से नहीं करते हैं तो दया आती है और फिर वापस चली जाती है
        || ||सतगुरु जयगुरुदेव ||<br></br>
        <br></br>
      </div>
    ),
  },

  st8: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>
          सतगुरु जयगुरुदेव: स्वामीजी की पुरानी-चिठ्ठी (बम्बई 30 जनवरी 1952)
        </h3>
      </div>
    ),
    contents: (
      <div className="contents">
        मेरी बात तुम ध्यान से ह्रदय में रखना । जहां संतों का मार्ग होता है वह
        काल ज्यादा विघ्न नहीं करता जब कि गुरु का स्वरूप व गुरु के वचन याद रहे ।
        गुरु का वचन जहां भुला तभी काल का जोर होता है । वह मालिक तुम्हारे पास
        मौजूद है तुमसे दूर नहीं रहता । उस मालिक को दूर न समझो । गुरु देह स्वरूप
        से दूर होते हैं पर शब्द रूप से सदा पास रहते हैं ।<br></br>
        <br></br>
        काल संत की सुरत ( आत्मा ) को कभी खा नहीं सकता । काल उन जीवों के ऊपर हमला
        करता है जो कुकर्म करते हैं । जिस स्री ने अपने पति की शरण ली है और उसी के
        अधीन रहती है उस पति को मालूम है कि वह नंगी है भूखी है या उसे किस बात की
        तकलीफ है । उसका पति उसकी तकलीफ को रफा-दफा करता है । इसी तरह संतो को
        मालूम है कि मेरा जीव किस तरह भूखा है । सदा इस संसार से डरते रहो । संसार
        बहुत दुखदाई है । और याद रखो कि संसार में हमें रहना नहीं है । यदि हमारा
        समय निकल गया तो हमारा काम नहीं बनेगा ।<br></br>
        <br></br>
      </div>
    ),
  },
  st9: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>सतगुरु जयगुरुदेव: संसारियों की तरह से सिर मत पटको </h3>
      </div>
    ),
    contents: (
      <div className="contents">
        जाने वाले को कोई रोक नही सकता और रहने वाले को कोई भेज नही सकता। जो जाने
        वाला है,वह तो जायेगा ही,तुम क्यों उसके लिए रोते हो?मालिक की ऐसी ही इच्छा
        थी।इसमे किसी को दोष लगाने की जरूरत नही की तुमने ऐसा नही किया,वैसा नही
        किया। इसमें किसी का दोष नही होता।बात यह है कि पूँजी ख़त्म हो गई।जब
        वासनाओं का खिंचाव रहता है तो अंदर में बड़ी तकलीफ रहती है ।जब आखिरी समय हो
        तो किसी भी संतमत की प्राथना सुनाओ, उसे मालिक के नाम का उच्चारण कराओ।ऐसा
        नही कि उसको इंजेक्शन लगवा दिया कि जाने वाला उसी नशे चला गया।यदि कुछ चला
        जाय तो कुछ नही,मालिक और दे देगा और इससे भी अच्छा दे देगा,किसी का लिया
        होगा।यदि कुछ समान कोई उठा ले जाये तो समझो हमने किसी का लिया था,ले
        लिया।जुग-जुग का जिसका लिया है वह जवाई बन जाएगा, लड़की भतीजा बनकर ले
        जायेगा झूठ बोलकर,धोखा देकर।ये अदला-बदला है जो जिसका जैसा है जो होना
        है,वह होगा ही तो आप भजन करो जो चीज बिगड़ने वाली है,बिगड़ेगी।तुम उसके पीछे
        क्यों पड़े हो?जो हो रहा है,गुरु की कृपा से हो रहा है,तभी साधक कुछ कर सकता
        है। दुःख आता रहे,टीस मारता रहे,और मालिक की याद दिलाता रहे।दुःख की घड़ी
        सबसे बेहतर है,जिसमे मालिक याद आता है।दया-मेहर से दुःख आता है,घबराना नही
        चाहिए।<br></br>
        <br></br>
      </div>
    ),
  },
  st10: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>सतगुरु जयगुरुदेव: जयगुरूदेव समाचार(19-Aug-2010) </h3>
      </div>
    ),
    contents: (
      <div className="contents">
        आज प्रातः 6 बजे परम पूज्य बाबा जयगुरूदेव जी महाराज ने महेन्द्रगढ़ में
        सत्संग व नामदान की मौज की है। अपने संदेश में गुरू महाराज ने कहा कि मानव
        तन पाकर इसके उद्देश्य को समझना चाहिऐ और महापुरूषों की खोज करके उनसे
        रास्ता लेकर अपनी जीवात्मा के कल्याण के लिए साधना करनी चाहिऐ। पर आप तो
        यहां लगे हो संसार को बटोरने में। आपको सोचना चाहिऐ कि यहां से क्या साथ
        जाऐगा। यहां से कुछ भी साथ नहीं जाऐगा। इन भौतिक आंखों से आपको जो दिखता है
        वह यहां की संपदा है और यहीं रहेगी उसे कोई भी यहां से कहीं भी नहीं ले जा
        सकता। आप विचार करके देखिऐ कि आपसे पहले जो लोग आऐ उन्होंने क्या-क्या
        एकत्र किया और जब वे गऐ तो क्या ले गऐ। सब कुछ यहीं पड़ा रह गया। अब बाद में
        पछताना होता है कि हमने मनुष्य जन्म पाकर भी इस अनमोल जीवन को व्यर्थ में
        ही गंवा दिया। पर अब क्या हो सकता है। आपको यह मानव शरीर दौबार नहीं
        मिलेगा। बिना महापुरूशों के कोई रास्ता नहीं पा सकता है। उनकी दया से ही
        आपकी जीवात्मा का कल्याण होगा। पर उनकी खोज तो करनी ही होगी। आपने तो अब तक
        इस शरीर के भरने का सामान ही एकत्र किया और अब भी इसी में लगे हो। अरे! यह
        जो जीवात्मा दोनों आंखों के पीछे बैठी है वह कब से भूखी है, तड़प रही है
        इसका दर्द तो तुम्हें मालूम ही नहीं है। आपने इसके लिए क्या किया ? जब यहां
        से शरीर खाली करना पड़ेगा तो यहां का सामान तो वह यहीं रखवा लेगा पर साथ में
        जीवात्मा के क्या जाऐगा ? वह तो खाली अपने कर्मों का बोझा लाद कर यहां से
        जाऐगी और उसका फैसला वो कर देगा और डाल देगा नर्कों और चौरासी में फिर कौन
        बचाऐगा?<br></br>
        अभी समय है और मौका है कि जगे हुऐ महापुरूषों की खोज करके उनसे रास्ता लेकर
        आप अपनी जीवात्मा के लिए परमार्थी धन जमा कर लो यही अंत समय में उसके काम
        आता है। यहां का धन-दौलत तो यहीं रह जाऐगा पर परमार्थी धन ही उसके साथ
        जाऐगा। इसलिए आप शाकाहारी रहो किसी पशु-पक्षी के मांस का आहार मत करो और
        किसी ऐसे नशे का सेवन मत करो जिससे बुद्धि पागल हो जाऐ और अपने-पराये का
        भेद खत्म हो जाऐ। फिर वह उसकी सजा आपको नर्कों में देगा।<br></br>
        सत्संग के बाद गुरू महाराज अपने काफिले के साथ अपने अगले पड़ाव रिवाड़ी की ओर
        निकल गऐ। आज का रात्रि पड़ाव वहीं होने की सूचना है और कल प्रातः 6 बजे परम
        पूज्य स्वामी जी महाराज उपस्थित जन समूह को सत्संग गंगा में स्नान करा कर
        नामधन से सराबोर करने की मौज कर सकते हैं।
        <br></br>
        <br></br>
      </div>
    ),
  },
  st11: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>सतगुरु जयगुरुदेव: जयगुरूदेव समाचार(18-Aug-2010) </h3>
      </div>
    ),
    contents: (
      <div className="contents">
        आज प्रातः 6 बजे परम पूज्य बाबा जयगुरूदेव जी महाराज ने बड़ौद, जिला अलवर
        में भारी जनसमूह को अपने आध्यात्मिक संदेश से जागृत किया। भारी उपस्थिती के
        बीच परम पूज्य गुरू महाराज ने अपने संदेश में कहा कि पूरे जगे हुऐ महापुरूष
        और सत्संग बड़े सौभाग्य से ही मिलता है। आज आप यहां आ सके यह आपका सौभाग्य
        है। अपनी जीवात्मा के लिए, अपने कल्याण के लिए समय निकाल लेना या समय मिल
        जाना एक बड़ी बात है। जन्म-जन्मांतर बीत जाने पर भी यह शुभ घड़ी आसानी से
        नसीब नहीं हो पाती है जो आज आपको मिल गई है। आप समाज में रहते हो। दिनभर इस
        पेट के लिए दुनियां में भटकते हो, झूठ-सच बोलकर, धोखा देकर, फरेब करके, हड़प
        कर छीन कर धन, रूपया-पैसा, ये दुनियां के सामान एकत्र करते हो पर आपने कभी
        यह भी सोचा है कि इसमें से क्या साथ जाऐगा ? दिनभर जिस शरीर को आप संसार के
        कामों में लगाऐ रहते हो क्या यह इसलिए मिला था ? इसमें जो स्वांसे आपको उस
        ईश्वर ने दी हैं जिस दिन ये समाप्त हो जाऐंगी उस दिन इसका मालिक अपने आदमी
        भेजकर इसे तुरन्त खाली करा लेगा और कहेगा कि निकलो मेरे मकान से इसका समय
        पूरा हो गया। फिर आप चाहे जहां भी हो बस तुरन्त ही यह धड़ाम से गिर जाऐगा और
        लोग कहेंगे कि यह तो मर गया। फिर इसमें से निकालकर जीवात्मा को मारते हुऐ
        बस फैसला कर देगा और डाल देगा नर्कों में। बड़ी मार मारता है एक रफ्तार से
        यहां कितने ही जन्म बीत जाते हैं पर वहां एक रफ्तार से मारता रहता है। कहता
        है कि तुमने मेरे दिऐ मकान को गन्दा कर दिया। यह तो मैंने आपको दिया था कि
        आप इससे अपनी जीवात्मा का काम कर लो और यहां किसी महापुरूष से जो नित
        आता-जाता हो उससे रास्ता लेकर, पूछकर कि हम अपने घर, जिसे निज घर कहते हैं
        जाना चाहते हैं वहां चले जाओ। जैसे वह बताऐ वैसे ही करो और आजाद होकर अपने
        घर की ओर चले जाओ। पर आपने इस मेरे मकान से जो मैंने आपको किराये पर दिया
        था और कहा था कि इसे गन्दा मत करना, जैसा दिया है वैसा ही साफ-सुथरा मुझे
        लौटा देना इसे आपने गन्दा कर दिया। इसकी वो बहुत कठोर सजा देता है।
        <br></br>
        आपको सोचना चाहिए कि यह अनमोल शरीर है जो बड़े भाग्य से मिलता है। इसमें जो
        स्वांसे हैं उनसे अपनी जीवात्मा के लिए भी कुछ परमार्थ की कमाई कर लो। यहां
        का कुछ भी साथ नहीं जाऐगा पर यह जो परमार्थ की कमाई करोगे वह साथ जाऐगी और
        आपके काम आऐगी। इस लिए आपको महापुरूषों की खोज करना चाहिए। उनसे कहो कि
        हमें अपने घर जाना है आप हमें रास्ता दे दीजिऐ और उनके बताऐ रास्ते से
        साधना करके उनके बताऐ तरीके से, उनकी आज्ञा में रहकर आप अपनी आत्मा को साफ
        करा लीजिऐ और निकल चलिऐ यहां से। यह अनमोल शरीर, यह अनमोल जीवन दौबारा आपको
        नहीं मिलेगा। इस लिए आप शाकाहारी रहिऐ और किसी नशे का सेवन मत कीजिऐ। यदि
        ऐसा करोगे तो यह बुद्धि आपकी अच्छे-बुरे में फर्क क्या कर पाऐगी। यह
        अपने-पराये का भेद खत्म कर देगी और आप नर्कों में जाने का रास्ता खोल लोगो।
        <br></br>
        सत्संग और नामदान के बाद गुरू महाराज अपने काफिले के साथ अपने अगले पड़ाव
        महेन्द्र गढ़ पहुंच चुके हैं। कल प्रातः 6 बजे परम पूज्य स्वामी जी महाराज
        वहां उपस्थित जीवों पर दया की मेहर करके सत्संग व नामदान की मौज कर सकते
        हैं।<br></br>
        <br></br>
      </div>
    ),
  },
  st12: {
    title: (
      <div className="col-sm-12 text-center title">
        <h3>सतगुरु जयगुरुदेव: जयगुरूदेव समाचार(17-Aug-2010) </h3>
      </div>
    ),
    contents: (
      <div className="contents">
        आज प्रातः 6 बजे परम पूज्य बाबा जयगुरूदेव जी महाराज ने थाना गाजी, बजरोड़,
        जिला अलवर में सत्संग व नामदान दिया। अपने संदेश में परम पूज्य स्वामी जी
        महाराज ने कहा कि उस परमात्मा ने, खुदा ने आदमी को बनाया। आपको मनुष्य शरीर
        देकर सब अधिकार आपको दे दिऐ अपने हाथ में कुछ भी नहीं रखा। वह
        अच्छाइयों-बुराइयों से परे है। न वह कुछ कराता है न कुछ करता है। न बन्धन
        में आया और न आऐगा। इस भूमि पर ऐसा महान अधिकार ऐसी उत्तम बुद्धि पाकर
        समझना चाहिए। वस्तु देखने का काम आंख का, बोलने का काम वाणी का, क्षणिक
        आनन्द लेते हो पर बुद्धि से सोचना है कि पहले क्या था ? अब क्या है ? और
        आगे क्या होगा ? ऋषियों-मुनियों की संतों-फकीरों की पहले भी जरूरत पड़ी और
        अब भी जरूरत है और आगे भी जरूरत रहेगी। भटके इन्सानों को सीधे रास्ते पर
        लगाने के लिए उनकी जरूरत है। बिना उनके आपकी समझ में नहीं आ सकता। जैसे आप
        आऐ इस संसार में वैसे ही वो भी आऐ इस संसार में। आप यहां आकर फंस गऐ और भूल
        गऐ। वह आपको जगाते रहे, सच्चा रास्ता दिखाते रहे। आप में सद्बुद्धि
        सद्विचार महान आत्मा लीती रही। इस दुनियां में सब लोग सम्पन्न रहें, सुखी
        रहें। इतिहास में ये कहानियां भरी पड़ी हैं, चरितार्थ होती रहती हैं पर जबसे
        आपने उन महान आत्माओं का साथ छोड़ दिया तबसे मैले हो गऐ। अब शुद्धि के लिए
        आपको तैयारी करनी पड़ेगी। किसी न किसी प्लेटफॉर्म पर आना पड़ेगा। बिना
        महात्माओं के अब सुधार नहीं होगा।<br></br>
        हम आपसे बराबर प्रार्थना करते रहते हैं कि आप हमारी बातों को ध्यान से
        सुनो। आपको एक काम दिया जाता है, जिम्मेदारी दी जाती है तो मेहनत और
        ईमानदारी से करना चाहिऐ, पर अब यह नहीं रहा। भगवान का भजन तो दूर रहा। आप
        कैसे अपने को सुधारोगे, समेटोगे |<br></br>
        परमात्मा सूक्ष्म बुद्धि से परे है। उसके लिए शुद्धि चाहिऐ, पवित्रता
        चाहिऐ, रोना-धोना, खेलकूद, मैल को काट नहीं सकता। वह मैल काला चिकट है। वह
        बिना महात्माओं की दया के साफ हो ही नहीं सकता है। ऋषियों-मुनियों के लिए
        कैसे कलम तोड़कर लिखा है कि कैसे इन्द्रियां, मन उनके आज्ञा पालन से वश में
        की जाऐगीं। आपने उन वाणियों को नहीं समझा और बिगड़ते चले गऐ। जितना दायित्व
        हम पर है वह हम निभाऐंगे। जितना आप पर है उतना आप निभाऐंगे। शिक्षक अपनी
        शिक्षा देता है और बच्चों की भी जिम्मेदारी है कि पाठ को याद करें। छोटा
        बच्चा है वह अनजान है। माँ-बाप उसका मल-मूत्र भी धोते हैं पर बड़ा होने पर
        यह काम उसे अपने आप ही करना होगा। गन्दगी फैलाओगे तो मार पड़ेगी अच्छा करोगे
        अच्छा सामान मिलेगा, बुरा करोगे तो रोना पड़ेगा।<br></br>
        आपको मनुष्य शरीर मिल गया है तो आप इससे अब अपनी जीवात्मा का काम कर लो और
        इसे जीते-जी जगाकर इसे इसके अपने घर पहंुचा दो। अगर यह जीवन ऐसे ही बर्बाद
        हो गया और आपने अपनी जीवात्मा का काम नहीं किया तो यह जीवन फिर दोबारा नहीं
        मिलेगा और आपको नर्कों-चौरासी में तकलीफें भोगनी पड़ेंगी। इसलिए आप सभी आज
        से ही शाकाहारी रहना और किसी ऐसे नशे का सेवन नहीं करना जिससे बुद्धि पागल
        हो जाऐ और अपने-पराये का भेद भूल जाओ। मेहनत ईमानदारी से काम करो, घर में
        रहो बाल-बच्चों की सेवा करो। जो समय बचे उससे अपनी जीवात्मा के लिए परमार्थ
        की कमाई कर लो।<br></br>
        सत्संग व नामदान के बाद परम पूज्य बाबा जयगुरूदेव जी महाराज अपने काफिले के
        साथ अपने अगले पड़ाव बड़ौद, जिला अलवर की ओर चले गऐ। आज का रात्रि विश्राम
        वहीं होने की सूचना है। कल प्रातः गुरू महाराज प्रातः 6 बजे सत्संग व
        नामदान की मौज कर सकते हैं।<br></br>
        <br></br>
      </div>
    ),
  },
};
