import React from 'react';


export default {


'jaigurudev': {

'title': <div className="col-sm-12 text-center title" >
            <h3>युग मशीहा परम संत सतगुरु  जयगुरुदेव जी महाराज</h3>
            </div>,
'contents': 
<div className='contents'>परम संत बाबा जयगुरुदेव जी महाराज इस विश्व के महान संत हैं| जिन्होंने जयगुरुदेव नाम को जगाया और बताया कि 'जयगुरुदेव' नाम प्रभु का नाम है| जयगुरुदेव नाम के तहत परम संत सतगुरु  जयगुरुदेव जी महाराज ने अपने धार्मिक सत्संग गंगा के माध्यम से आत्मा के उत्थान के लिए उपदेश दिया |

परम संत  सतगुरु जयगुरुदेव जी महाराज ने बताया कि यह मनुष्य शरीर ही असली मंदिर, मस्जिद, गिरजाघर या चर्च है जिसमे बैठ कर भगवान की सच्ची पूजा या इबादत या प्रार्थना की जा सकती है और जीते जी प्रभु , खुदा या भगवान से मिला जा सकता है | मरने के बाद कुछ नहीं मिलता|


परम संत सतगुरु जयगुरुदेव ने स्पष्ट शब्दों में बताया की जीवो की हिंसा मत करो ये बहुत बड़ा पाप है और कोई ऐसा नशा मत करो जिससे आप की बुद्धि पागल हो जाये और आप अच्छाई और बुराई की पहचान न कर सके| यदि आप प्रभु  से मिलना चाहते हो तो शुद्ध शाकाहारी रहो और जीवो पर दया करो|

परम संत  सतगुरु जयगुरुदेव जी महाराज ने पूरे भारत में घूम घूम कर समस्त मानव जाति को मानव प्रेम करना सिखाया और मानवता का पाठ पढ़ाया और अध्यात्मिक ज्ञान को सम्पूर्ण रूप से पढ़ाया और समझाया और प्रभु  या भगवान या खुदा से मिलने का सच्चा मार्ग बताया और अपने अनेको शिष्यो को जीते जी भगवान का दर्शन दीदार कराया| परम संत बाबा जयगुरुदेव जी ने नाम रतन धन अर्थात नाम दान को खोल कर सम्पूर्ण विश्व के मानव को दिया जिसमें से करोड़ों को आंतरिक अनुभव हो रहा है | जिन मनुष्यो को सच्चा नाम दान मिला वह अपने प्रभु  से अपनी तीसरी आँख गुरु की दया मेहर से खोल कर प्रतिदिन मिलते हैं और ऊपरी मंडलो की मधुर धुनो को सुनते हैं |

परम संत सतगुरु जयगुरुदेव जी महाराज का जन्म उत्तर प्रदेश के एक छोटे से ग्राम - खितौरा में हुआ था| अतः खितौरा परम संत  सतगुरु जयगुरुदेव जी महाराज की जन्मस्थली है और सतगुरु की इस जन्मस्थली को हम कोटि बार प्रणाम करते हैं | जयगुरुदेव मथुरा आश्रम परम संत बाबा जयगुरुदेव जी महाराज की कर्म स्थली है जहाँ से सतगुरु जयगुरुदेव जी महाराज ने अधिकतर जीवो को नाम दान दिया| जयगुरुदेव मथुरा आश्रम ही परम संत बाबा जयगुरुदेव जी महाराज के शिष्यों का गुरुद्वारा है | इस गुरूद्वारे को सत सत नमन |

परम संत बाबा जयगुरुदेव जी महाराज का आश्रम आगरा मथुरा बाई पास रोड पर बना हुआ है जहाँ मालिक ने ज्यादातर वक़्त बिताया है लेकिन ये भी उतना ही बड़ा सच है कि शायद ही कोई ऐसा प्रदेश या जिला हो जहाँ गुरु महाराज का आश्रम नहीं है | मालिक काफिला लेकर कई बार निकले और अलग अलग प्रांतों और जिलों में गए इसलिए शायद ही कोई ऐसा स्थान हो जहाँ मालिक के चरण न पड़े हों | कहते हैं "संत" के चरण जहाँ पड़ जाये वो भूमि पवित्र हो जाती है इसलिए ये भूमि ये धरती और हमारा संपूर्ण भारतवर्ष पवित्र है | मालिक ने काफिले के दौरान जहाँ -२ चरण रखे वो धरती पवित्र हो गयी है | संत कभी किसी स्थान से बंधे नहीं होते | यदि उनके जीव उन तक नहीं पहुँच पा रहे तो वो स्वयं उनसे मिलने चल पड़ते हैं | मालिक ने काफिले के दौरान करोड़ो को नामदान दिया किन्तु अब भी मालिक के कुछ जीव रह गए हैं जिन्हे अब आगे मालिक नामदान देंगे | स्वामी जी महाराज ने अपने जीवन में अपने ही जीवों के लिए बड़े कष्ट उठाये | बाहरी कष्ट तो हम देख और समझ सकते हैं जैसे कि जून की भरी गर्मी में मालिक काफिले के दौरान उन प्रदेशो में भी गए जहाँ भीषण गर्मी पड़ती है | इसी प्रकार ठण्ड में राजस्थान और अन्य प्रदेशों में भी महीनो काफिले में चलते रहे जब कि राजस्थान में पारा -१ डिग्री से भी कम था | अंतर के कष्टों को समझ पाना और उसे बता पाना मेरे लिए सम्भव नहीं क्योंकि उसे समझने वाला तो कोई विरला ही होगा | स्वामी जी महाराज हमेशा एक ही बात कह रहे हैं कि तुम लोग साधन भजन में समय दो , आगे बहुत भारी परिवर्तन होने जा रहा है | ये परिवर्तन कोई छोटा मोटा काम नहीं, करोड़ो का सफाया एक साथ होने जा रहा है | बहुमत तियमत बालमत , बिन नरेश को राज सुख सम्पदा की कौन कहे प्राण बचे बड़े भाग || आज की अगर कोई स्थिति देखे तो यही चाहेगा कि सबसे पहले वो और उसका परिवार सुरक्षित रहे | उसके बाद वो उनके खाने पीने और रहने की व्यवस्था के बारे में सोचेगा | तो आज की ये जो स्थिति है वो नयी नहीं है और ऐसा भी नहीं है कि किसी को इसके बारे में पता नहीं था | श्री राम और कृष्ण के पैदा होने से पूर्व ऋषि मुनियों ने उनके आने के बारे में बता दिया था | इसी प्रकार आने वाले समय के बारे में भी सूरदास जी बहुत समय पूर्व ही बता गए हैं - रे मन धीरज क्यों न धरे संवत दो हज़ार के ऊपर छप्पन वर्ष चढ़े पूरब पश्चिम उत्तर दक्षिण , चहुँ दिश काल फिरे उड़ी विमान अम्बर में जावे , गृह गृह युद्ध करे मारुति विष व्याप्त जग माँहि , परजा बहुत मरे स्वर्ण फूल बन धरती फूले , धर्म की बेल चढ़े सहस्त्र वर्ष लग सतयुग व्यापे , सुख की दशा फिरे कार जार से वाही बचे जो सतगुरु ध्यान धरे सूरदास संतन की यह वाणी , टारे नाहि टरे || संतो की वाणी अकाट्य होती है | पहले के समय में भी जो संत कह गए वो सत्य हुआ और अब जो कह रहे हैं वो भी सत्य होगा | संतो को झूठ बोलने की आवश्यकता नहीं होती और न उन्हें किसी का डर होता है जो वो झूठ बोले , वो तो मानव कल्याण और उनकी सेवा के लिए आते हैं | लेकिन इस बात को जीव समझ नहीं पाता और जाने अनजाने उनका विरोध और अपमान करता है | यही नहीं इतिहास गवाह है कि आज तक जितने भी संत आयें हैं, उन्हें इंसानो ने बहुत सताया है किन्तु न तो उनका आना रुका है और न उनकी दया कम हुई है | क्योंकि उन्हें तो कहते ही दयाल हैं | जितनी दया वो करते हैं हम इंसानो के वश की बात नहीं कि उसे समझ भी सके और यही कारण है कि जीव अपने गुमान में ही रह जाता है और मालिक से मिलने वाली दया को ले नहीं पाता या दया मिल जाने पर भी नासमझी में उसे गिरा देता है | लेकिन संतो की दया फिर भी कम नहीं होती और यदि भूला जीव वापस आ जाये तो उसे क्षमा कर देते हैं| मेरे सतगुरु दयाल भी कुछ ऐसे ही हैं क्योंकि वो तो सब पर दया कर रहे हैं | जो इस दया के लायक है उस पर भी और जो मुझ जैसे नालायक हैं उनपर भी | वो तो कह ही रहे हैं हम आये वही देश से जहाँ तुम्हारो धाम तुमको घर पहुँचावना एक हमारो काम वो कहते हैं मैं तुम सबको लेने आया हूँ , चलो मेरे साथ लेकिन अगर कोई जाना ही न चाहे तो वो कैसे ले जा सकते हैं और इस बार तो वो नानक की तरह अंगूठा बोरने वाला कार्य नहीं करने वाले | जो चल पड़ेंगे उनके साथ वो निजघर चले जायेंगे और बाकि जायेंगे वहाँ, जहाँ से चौरासी से रास्ता पुनः तय करना होगा मनुष्य जन्म के लिए| वो कहते हैं - तो मेरे बच्चों अब हो जाओ तैयार, खड़े हो जाओ और चलो देखो सतयुग सामने खड़ा है और खुश है कि उनके दिन आने वाले हैं | लेकिन वो ऐसे नहीं आएगा | करोड़ो को कलयुग के साथ भेज देगा | देखो बच्चों मैं तुम्हारे सामने खड़ा हूँ | मुझे वही देख पायेगा जो दीन होकर मुझे मांगेगा या मेरे साथ पिछले जन्मों से जुड़ा रहा है | दया तो मैं सब पर कर रहा हूँ | वो तुम पर निर्भर करता है कि तुम उसे कैसे लेते हो | पूरी लेते हो या बीच में ही गिरा देते हो | देखो बच्चों घमंड मत करना | गुरु की मौज बहुत ऊँची चीज़ होती है ये तुम अभी नहीं समझ सकते | समझते समझते समझ में आएगा | तुम दया ले लो और सतयुग आने की तैयारी करो | मुझे प्रत्यक्ष होने की जल्दी नहीं, तुम्हारे काम की जल्दी है | जितनी जल्दी तुम अपना काम कर लो उतनी जल्दी मैं सामने आकर सत्संग सुना दूं | मैं भी तो इंतज़ार कर रहा हूँ | अब तुम सबको जो कार्य दिया है अपना अपना कार्य करो और बाकि लगकर साधन करो | मैं तुम सबको मिलूंगा |

परम संत बाबा जयगुरुदेव जी महाराज ने दिनांक 18 मई २०१२ को एक लीला रची और फिर उन्होंने अपने पुराने मनुष्य रुपी चोले से अपनी रूहानी महान शक्ति को निकाल कर दूसरे मनुष्य रुपी मानव पोल में प्रवेश किया और इस समय परम संत बाबा जयगुरुदेव जी महाराज नये मनुष्य रुपी मानव पोल पर 
हाजिर नाजिर हैं और इस बात को गुरु महाराज ने अंतर में गुरु भाई अनिल कुमार गुप्ता को दिनांक -03 जून 2012 को बताया है|</div>,
},


kabir: {
'title': <div className="col-sm-12 text-center title" >
            <h3>संत और कवि कबीर दास की जीवनी </h3>
        </div>,
'contents': 
<div className='contents'>कबीर हिंदी भाषा के भक्ति काल के प्रमुख कवि और समाज सुधारक थे. उनकी मुख्य भाषा सधुक्कड़ी थी लेकिन इनके दोहों और पदों में हिंदी भाषा की सभी मुख्य बोली की झलक दिखलाई पड़ती है. इनकी रचनाओं में ब्रज, राजस्थानी, पंजाबी, अवधी हरयाणवी और हिंदी खड़ी बोली की प्रचुरता थी. कबीर भक्तिकाल की निर्गुण भक्ति धारा से प्रभावित थे. कबीर का प्रभाव हिन्दू, इस्लाम और सिख तीनों धर्मों में मिलता हैं.
कबीर का जन्म कब और कहाँ हुआ था इसके बारे में इतिहासकारों के बीच में द्वन्द हैं. कबीर के जन्म स्थान के बारे में तीन मत सामने आते हैं मगहर, काशी और आजमगढ़ का बेलहरा गाँव.
अधिकतर इतिहासकार इस बारे में यकीन रखते हैं कि कबीर का जन्म काशी (वाराणसी) में हुआ था. यह बात कबीर के दोहे की इस पंक्ति से जानने को मिलती हैं.
एक प्रचलित कथा के अनुसार कबीर का जन्म 1440 ईसवी को गरीब विधवा ब्राह्मणी के यहाँ हुआ था. जिसे ऋषि रामानंद जी ने भूलवश पुत्रवती होने का आशीर्वाद दे दिया था. विधवा ब्राह्मणी ने संसार की लोक-लाज के कारण नवजात शिशु को लहरतारा ताल के पास छोड़ दिया था. शायद इसी कारण शायद कबीर सांसारिक परम्पराओं को कोसते नजर आते थे.

एक कथा के अनुसार कबीर का पालन-पोषण नीरू और नीमा के यहाँ मुस्लिम परिवार में हुआ. नीरू को यह बच्चा लहरतारा ताल के पास मिला था. कबीर के माता- पिता कौन थे इसके बारे में एक निश्चित राय नहीं हैं. कबीर नीरू और नीमा की वास्तविक संतान थी या उन्होंने सिर्फ उनका लालन-पोषण किया इसके बारे में इतिहासकारों के अपने-अपने मत है.

कबीर की शिक्षा के बारे में यहाँ कहा जाता हैं कि कबीर को पढने-लिखने की रूचि नहीं थी. बचपन में उन्हें खेलों में किसी भी प्रकार शौक नहीं था. गरीब माता-पिता होने से मदरसे में पढ़ने लायक स्थिति नहीं थी. दिन भर भोजन की व्यवस्था करने के लिए कबीर को दर-दर भटकना पड़ता था. इसी कारण कबीर कभी किताबी शिक्षा नहीं ले सके.
आज हम जिस कबीर के दोहे के बारे में पढ़ते हैं वह स्वयं कबीर ने नहीं बल्कि उनके शिष्यों ने लिखा हैं. कबीर के मुख से कहे गए दोहे का लेखन कार्य उनके शिष्यों ने किया था. उनके शिष्यों का नाम कामात्य और लोई था. लोई का नाम कबीर के दोहे में कई बार इस्तेमाल हुआ हैं. संभवतः लोई उनकी बेटी और शिष्या दोनों थी.
कबीर का पालन-पोषण बेहद ही गरीब परिवार में हुआ था. जहाँ पर शिक्षा के बारे में तो सोचा भी नहीं जा सकता था. उस दौरान रामानंद जी काशी के प्रसिद्द विद्वान और पंडित थे. कबीर ने कई बार उनके आश्रम में जाने और उनसे मिलने की विनती की लेकिन उन्हें हर बार भगा दिया जाता था और उस समय जात-पात का भी काफी चलन था. ऊपर से काशी में पंडों का भी राज रहता था.
एक दिन कबीर ने यह देखा कि गुरु रामानंद जी हर सुबह 4-5 बजे स्नान करने के लिए घाट पर जाते हैं. कबीर ने पूरे घाट पर बाड लगा दी और बाड का केवल एक ही हिस्सा खुला छोड़ा. वही पर कबीर रात को सो गए. जब सुबह-सुबह रामानंद जी स्नान करने आये तो बाड देखकर ठीक उसी स्थान पर से निकले जहाँ से कबीर ने खुली जगह छोड़ी थी. सूर्योदय से पूर्व के अँधेरे में गुरु ने कबीर को देखा नहीं और कबीर के पैर पर चढ़ गए. जैसे ही गुरु पैर पर चढ़े कबीर के मुख से राम राम राम निकल पड़ा.
गुरु को प्रत्यक्ष देख कबीर बेहद ही खुश हो गए उन्हें उनके दर्शन भी हो गए, चरण पादुकाओं का स्पर्श भी मिल गया और इसके साथ ही राम नाम रूपी भक्तिरस भी मिल गया. इस घटना के बाद रामानंद जी ने कबीर को अपना शिष्य बना लिया.
</div>
},


ravidas: {
'title': <div className="col-sm-12 text-center title" >
            <h3>संत रविदास की जीवनी</h3>
        </div>,
'contents': 
<div className='contents'>
रविदास भारत में 15वीं शताब्दी के एक महान संत, दर्शनशास्त्री, कवि, समाज-सुधारक और ईश्वर के अनुयायी थे। वो निर्गुण संप्रदाय अर्थात् संत परंपरा में एक चमकते नेतृत्वकर्ता और प्रसिद्ध व्यक्ति थे तथा उत्तर भारतीय भक्ति आंदोलन को नेतृत्व देते थे। ईश्वर के प्रति अपने असीम प्यार और अपने चाहने वाले, अनुयायी, सामुदायिक और सामाजिक लोगों में सुधार के लिये अपने महान कविता लेखनों के जरिये संत रविदास ने विविध प्रकार की आध्यात्मिक और सामाजिक संदेश दिये।
वो लोगों की नजर में उनकी सामाजिक और आध्यात्मिक जरुरतों को पूरा करने वाले मसीहा के रुप में थे। आध्यात्मिक रुप से समृद्ध रविदास को लोगों द्वारा पूजा जाता था। हर दिन और रात, रविदास के जन्म दिवस के अवसर पर तथा किसी धार्मिक कार्यक्रम के उत्सव पर लोग उनके महान गीतों आदि को सुनते या पढ़ते है। उन्हें पूरे विश्व में प्यार और सम्मान दिया जाता है हालाँकि उन्हें सबसे अधिक सम्मान उत्तर प्रदेश, पंजाब और महाराष्ट्रा में अपने भक्ति आंदोलन और धार्मिक गीतों के लिये मिलता था।<br></br>
संत रविदास जयंती<br></br>
पूरे भारत में खुशी और बड़े उत्साह के साथ माघ महीने के पूर्ण चन्द्रमा दिन पर माघ पूर्णिमा पर हर साल संत रविदास की जयंती या जन्म दिवस को मनाया जाता है। जबकि; वाराणसी में लोग इसे किसी उत्सव या त्योहार की तरह मनाते है।
इस खास दिन पर आरती कार्यक्रम के दौरान मंत्रों के रागों के साथ लोगों द्वारा एक नगर कीर्तन जुलूस निकालने की प्रथा है जिसमें गीत-संगीत, गाना और दोहा आदि सड़कों पर बने मंदिरों में गाया जाता है। रविदास के अनुयायी और भक्त उनके जन्म दिवस पर गंगा- स्नान करने भी जाते है तथा घर या मंदिर में बनी छवि की पूजा-अर्चना करते है। इस पर्व को प्रतीक बनाने के लिये वाराणसी के सीर गोवर्धनपुर के श्री गुरु रविदास जन्म स्थान मंदिर के बेहद प्रसिद्ध स्थान पर हर साल वाराणसी में लोगों के द्वारा इसे बेहद भव्य तरीके से मनाया जाता है। संत रविदास के भक्त और दूसरे अन्य लोग पूरे विश्व से इस उत्सव में सक्रिय रुप से भाग लेने के लिये वाराणसी आते है।<br></br>
रविदास की जीवनी<br></br>
आरंभिक जीवन<br></br>
संत रविदास का जन्म भारत के यूपी के वाराणसी शहर में माता कालसा देवी और बाबा संतोख दास जी के घर 15 वीं शताब्दी में हुआ था। हालाँकि, उनके जन्म की तारीख को लेकर विवाद भी है क्योंकि कुछ का मानना है कि ये 1376, 1377 और कुछ का कहना है कि ये 1399 सीइ में हुआ था। कुछ अध्येता के आँकड़ों के अनुसार ऐसा अनुमान लगाया गया था कि रविदास का पूरा जीवन काल 15वीं से 16वीं शताब्दी सीइ में 1450 से 1520 के बीच तक रहा।
रविदास के पिता मल साम्राज्य के राजा नगर के सरपंच थे और खुद जूतों का व्यापार और उसकी मरम्मत का कार्य करते थे। अपने बचपन से ही रविदास बेहद बहादुर और ईश्वर के बहुत बड़े भक्त थे लेकिन बाद में उन्हें उच्च जाति के द्वारा उत्पन्न भेदभाव की वजह से बहुत संघर्ष करना पड़ा जिसका उन्होंने सामना किया और अपने लेखन के द्वारा रविदास ने लोगों को जीवन के इस तथ्य से अवगत करवाया। उन्होंने हमेशा लोगों को सिखाया कि अपने पड़ोसियों को बिना भेद-भेदभाव के प्यार करो।

पूरी दुनिया में भाईचारा और शांति की स्थापना के साथ ही उनके अनुयायीयों को दी गयी महान शिक्षा को याद करने के लिये भी संत रविदास का जन्म दिवस का मनाया जाता है। अपने अध्यापन के आरंभिक दिनों में काशी में रहने वाले रुढ़ीवादी ब्राह्मणों के द्वारा उनकी प्रसिद्धि को हमेशा रोका जाता था क्योंकि संत रविदास अस्पृश्यता के भी गुरु थे। सामाजिक व्यवस्था को खराब करने के लिये राजा के सामने लोगों द्वारा उनकी शिकायत की गयी थी। रविदास को भगवान के बारे में बात करने से, साथ ही उनका अनुसरण करने वाले लोगों को अध्यापन और सलाह देने के लिये भी प्रतिबंधित किया गया था।<br></br>
रविदास की प्रारंभिक शिक्षा<br></br>

बचपन में संत रविदास अपने गुरु पंडित शारदा नंद के पाठशाला गये जिनको बाद में कुछ उच्च जाति के लोगों द्वारा रोका किया गया था वहाँ दाखिला लेने से। हालाँकि पंडित शारदा ने यह महसूस किया कि रविदास कोई सामान्य बालक न होकर एक ईश्वर के द्वारा भेजी गयी संतान है अत: पंडित शारदानंद ने रविदास को अपनी पाठशाला में दाखिला दिया और उनकी शिक्षा की शुरुआत हुयी। वो बहुत ही तेज और होनहार थे और अपने गुरु के सिखाने से ज्यादा प्राप्त करते थे। पंडित शारदा नंद उनसे और उनके व्यवहार से बहुत प्रभावित रहते थे उनका विचार था कि एक दिन रविदास आध्यात्मिक रुप से प्रबुद्ध और महान सामाजिक सुधारक के रुप में जाने जायेंगे।

पाठशाला में पढ़ने के दौरान रविदास पंडित शारदानंद के पुत्र के मित्र बन गये। एक दिन दोनों लोग एक साथ लुका-छिपी खेल रहे थे, पहली बार रविदास जी जीते और दूसरी बार उनके मित्र की जीत हुयी। अगली बार, रविदास जी की बारी थी लेकिन अंधेरा होने की वजह से वो लोग खेल को पूरा नहीं कर सके उसके बाद दोनों ने खेल को अगले दिन सुबह जारी रखने का फैसला किया। अगली सुबह रविदास जी तो आये लेकिन उनके मित्र नहीं आये। वो लंबे समय तक इंतजार करने के बाद अपने उसी मित्र के घर गये और देखा कि उनके मित्र के माता-पिता और पड़ोसी रो रहे थे।

उन्होंने उन्हीं में से एक से इसका कारण पूछा और अपने मित्र की मौत की खबर सुनकर हक्का-बक्का रह गये। उसके बाद उनके गुरु ने संत रविदास को अपने बेटे के लाश के स्थान पर पहुँचाया, वहाँ पहुँचने पर रविदास ने अपने मित्र से कहा कि उठो ये सोने का समय नहीं है दोस्त, ये तो लुका-छिपी खेलने का समय है। जैसै कि जन्म से ही गुरु रविदास दैवीय शक्तियों से समृद्ध थे, रविदास के ये शब्द सुनते ही उनके मित्र फिर से जी उठे। इस आश्चर्यजनक पल को देखने के बाद उनके माता-पिता और पड़ोसी चकित रह गये।
</div>
},


tulsidas: {
'title': <div className="col-sm-12 text-center title" >
            <h3>संत गोस्वामी तुलसीदास जी की जीवनी </h3>
        </div>,
'contents': 
<div className='contents'>
तुलसीदास (1532-1623) एक महान भारतीय कवि और दार्शनिक थे। तुलसीदास जी ‘रामचरितमानस’ के रचयिता हैं, जो अब तक के लिखे गए सबसे महान महाकाव्यों में से एक है। तुलसीदास जी का पूरा नाम गोस्वामी तुलसीदास था और उनका जन्म 1532 ईसवी में राजापुर जिला बांदा, उत्तर प्रदेश, भारत में मुगल सम्राट अकबर के शासनकाल में हुआ था।<br></br>

तुलसीदास जन्म से सरयूपारीण ब्राह्मण थे और इनको बाल्मीकि ऋषि, जिन्होंने संस्कृत में रामायण की रचना की थी, का अवतार माना जाता है। तुलसीदास आत्माराम शुक्ल दुबे और हुलसी के पुत्र थे और बचपन में इनको तुलसीराम के नाम से जाना जाता था। यद्यपि तुलसीदास का बचपन गरीबी और कष्ट में गुजरा था। तुलसीदास भगवान राम के सच्चे अनुयायी थे और शूकर-क्षेत्र में अपने गुरु, नरहरि-दास से शिक्षा ग्रहण करते थे। तुलसीदास का विवाह बुद्धिमती (जिन्हें रत्नावली के नाम से भी जाना जाता है) से हुआ और इनसे तारक नाम का एक पुत्र भी हुआ।
तुलसीदास की भावनाएं पूरी तरह से अपनी पत्नी से जुड़ी हुई थी, जैसा कि उससे संबंधित एक कहानी प्रचलित हैं, वह अपनी पत्नी से इतना प्रेम करते थे कि अपनी ससुराल (पत्नी के मायके) में बगल का घर लेकर रहने लगे थे, हालांकि जब यह बात उनकी पत्नी को मालूम हुई, तो रत्नावली ने उनके प्रेम का तिरस्कार करते हुए कहा कि जितना प्रेम मुझसे करते हो, उतना प्रेम भगवान राम से करना चाहिए, यह सब सुनकर तुरंत ही तुलसीदास ने मोह-माया छोड़कर एक तपस्वी का जीवन व्यतीत करने लगे।<br></br>

अगले कुछ वर्षों तक, तुलसीदास ने पूरे भारत का भ्रमण किया, कई तीर्थस्थल पर जाकर भगवान राम की खोज की और अपने मन को आध्यात्मिकता की ओर लगाया। फिर तुलसीदास जी अयोध्या ठहरे, और यह वही स्थान था जहाँ इन्होंने भगवान राम के दर्शन किए, जिन्होंने इनको अवधी भाषा में रामायण की रचना करने के लिए प्रेरित किया, जो उस समय लोगों द्वारा बोली जाने वाली सामान्य भाषा थी।<br></br>

तुलसीदास जी ने 1574 से अपना लेखन कार्य आरम्भ किया, और कई साहित्यिक कृतियाँ लिखी, हालांकि उनकी सबसे महान कृति ‘रामचरितमानस’ (राम के कर्यों का विवरण) नामक महाकाव्य है, इसमें सुन्दर कविताएं लिखी हुई हैं, जिनको ‘चौपाई’ के नाम से जाना जाता है, यह कविताएं केवल भगवान राम को समर्पित हैं। तुलसीदास जी ने अपने आप को भगवान को समर्पित करके उद्धार प्राप्त करने के मार्ग पर बल दिया। तुलसीदास द्वारा रचित कुछ अन्य महान साहित्यिक कृतियों में दोहावली, कवितावली, गीतावली, कृष्णावली, विनयपत्रिका और देव हनुमान की स्तुति की गई बहुत सम्मानित कविता हनुमान चालीसा शामिल है। इनकी लघु रचनाओं में वैराग्य संदीपनी, बरवै रामायण, जानकी मंगल, रामलला नहछू, पार्वती मंगल और संकट मोचन शामिल हैं।<br></br>

गोस्वामी तुलसीदास की रचनाओं की मुगल शासक अकबर और जहाँगीर ने प्रशंसा की थी, 1623 में, तुलसीदास जी 91 वर्ष की आयु में, पवित्र शहर बनारस में परलोक सिधार गये। आज भी, तुलसीदास के लेखन में उनकी गहन भक्ति और दार्शनिक विचारधाराओं का एकीकरण प्रदर्शित होता है, ऐसी उत्कृष्ट साहित्य रचना करने के लिए वह सबसे महान हिंदी कवियों में से एक बन गये।
</div>
},


meera: {
'title': <div className="col-sm-12 text-center title" >
            <h3>संत मीरा बाई जी की जीवनी</h3>
        </div>,
'contents': 
<div className='contents'>
मीरा बाई एक मध्यकालीन हिन्दू आध्यात्मिक कवियित्री और कृष्ण भक्त थीं। वे भक्ति आन्दोलन के सबसे लोकप्रिय भक्ति-संतों में एक थीं। भगवान श्रीकृष्ण को समर्पित उनके भजन आज भी उत्तर भारत में बहुत लोकप्रिय हैं और श्रद्धा के साथ गाये जाते हैं। मीरा का जन्म राजस्थान के एक राजघराने में हुआ था। मीरा बाई के जीवन के बारे में तमाम पौराणिक कथाएँ और किवदंतियां प्रचलित हैं। ये सभी किवदंतियां मीराबाई के बहादुरी की कहानियां कहती हैं और उनके कृष्ण प्रेम और भक्ति को दर्शाती हैं। इनके माध्यम से यह भी पता चलता है की किस प्रकार से मीराबाई ने सामाजिक और पारिवारिक दस्तूरों का बहादुरी से मुकाबला किया और कृष्ण को अपना पति मानकर उनकी भक्ति में लीन हो गयीं। उनके ससुराल पक्ष ने उनकी कृष्ण भक्ति को राजघराने के अनुकूल नहीं माना और समय-समय पर उनपर अत्याचार किये।<br></br>

भारतीय परंपरा में भगवान् कृष्ण के गुणगान में लिखी गई हजारों भक्तिपरक कविताओं का सम्बन्ध मीरा के साथ जोड़ा जाता है पर विद्वान ऐसा मानते हैं कि इनमें से कुछ कवितायेँ ही मीरा द्वारा रचित थीं बाकी की कविताओं की रचना 18वीं शताब्दी में हुई प्रतीत होती है। ऐसी ढेरों कवितायेँ जिन्हें मीराबाई द्वारा रचित माना जाता है, दरअसल उनके प्रसंशकों द्वारा लिखी मालूम पड़ती हैं। ये कवितायेँ ‘भजन’ कहलाती हैं और उत्तर भारत में बहुत लोकप्रिय हैं।<br></br>

मीराबाई का जीवन आधुनिक युग में कई फिल्मों, साहित्य और कॉमिक्स का विषय रहा है।<br></br><br></br>

प्रारंभिक जीवन<br></br><br></br>

मीराबाई के जीवन से सम्बंधित कोई भी विश्वसनीय ऐतिहासिक दस्तावेज नहीं हैं। विद्वानों ने साहित्य और दूसरे स्रोतों से मीराबाई के जीवन के बारे में प्रकाश डालने की कोशिश की है। इन दस्तावेजों के अनुसार मीरा का जन्म राजस्थान के मेड़ता में सन 1498 में एक राजपरिवार में हुआ था।<br></br><br></br>

उनके पिता रतन सिंह राठोड़ एक छोटे से राजपूत रियासत के शासक थे। वे अपनी माता-पिता की इकलौती संतान थीं और जब वे छोटी बच्ची थीं तभी उनकी माता का निधन हो गया था। उन्हें संगीत, धर्म, राजनीति और प्राशासन जैसे विषयों की शिक्षा दी गयी। मीरा का लालन-पालन उनके दादा के देख-रेख में हुआ जो भगवान् विष्णु के गंभीर उपासक थे और एक योद्धा होने के साथ-साथ भक्त-हृदय भी थे और साधु-संतों का आना-जाना इनके यहाँ लगा ही रहता था। इस प्रकार मीरा बचपन से ही साधु-संतों और धार्मिक लोगों के सम्पर्क में आती रहीं।<br></br><br></br>

विवाह <br></br><br></br>

मीरा का विवाह राणा सांगा के पुत्र और मेवाड़ के राजकुमार भोज राज के साथ सन 1516 में संपन्न हुआ। उनके पति भोज राज दिल्ली सल्तनत के शाशकों के साथ एक संघर्ष में सन 1518 में घायल हो गए और इसी कारण सन 1521 में उनकी मृत्यु हो गयी। उनके पति के मृत्यु के कुछ वर्षों के अन्दर ही उनके पिता और श्वसुर भी मुग़ल साम्राज्य के संस्थापक बाबर के साथ युद्ध में मारे गए।<br></br>

ऐसा कहा जाता है कि उस समय की प्रचलित प्रथा के अनुसार पति की मृत्यु के बाद मीरा को उनके पति के साथ सती करने का प्रयास किया गया किन्तु वे इसके लिए तैयार नही हुईं और धीरे-धीरे वे संसार से विरक्त हो गयीं और साधु-संतों की संगति में कीर्तन करते हुए अपना समय व्यतीत करने लगीं।<br></br><br></br>

कृष्ण भक्ति <br></br><br></br>

पति के मृत्यु के बाद इनकी भक्ति दिनों-दिन बढ़ती गई। मीरा अक्सर मंदिरों में जाकर कृष्णभक्तों के सामने कृष्ण की मूर्ति के सामने नाचती रहती थीं। मीराबाई की कृष्णभक्ति और इस प्रकार से नाचना और गाना उनके पति के परिवार को अच्छा नहीं लगा जिसके वजह से कई बार उन्हें विष देकर मारने की कोशिश की गई।<br></br>

ऐसा माना जाता है कि सन्‌ 1533 के आसपास मीरा को ‘राव बीरमदेव’ ने मेड़ता बुला लिया और  मीरा के चित्तौड़ त्याग के अगले साल ही सन्‌ 1534 में गुजरात के बहादुरशाह ने चित्तौड़ पर कब्ज़ा कर लिया। इस युद्ध में चितौड़ के शासक विक्रमादित्य मारे गए तथा सैकड़ों महिलाओं ने जौहर किया। इसके पश्चात सन्‌ 1538 में जोधपुर के शासक राव मालदेव ने मेड़ता पर अधिकार कर लिया जिसके बाद बीरमदेव ने भागकर अजमेर में शरण ली और मीरा बाई ब्रज की तीर्थ यात्रा पर निकल पड़ीं। सन्‌ 1539 में मीरा बाई वृंदावन में रूप गोस्वामी से मिलीं। वृंदावन में कुछ साल निवास करने के बाद मीराबाई सन्‌ 1546 के आस-पास द्वारका चली गईं।<br></br>

तत्कालीन समाज में मीराबाई को एक विद्रोही माना गया क्योंकि उनके धार्मिक क्रिया-कलाप किसी राजकुमारी और विधवा के लिए स्थापित परंपरागत नियमों के अनुकूल नहीं थे। वह अपना अधिकांश समय कृष्ण के मंदिर और साधु-संतों व तीर्थ यात्रियों से मिलने तथा भक्ति पदों की रचना करने में व्यतीत करती थीं।<br></br><br></br>

मृत्यु<br></br><br></br>

ऐसा माना जाता है कि बहुत दिनों तक वृन्दावन में रहने के बाद मीरा द्वारिका चली गईं जहाँ सन 1560 में वे भगवान श्रीकृष्ण की मूर्ति में समा गईं।<br></br>

    </div>
}
}