import React from 'react';

export default {

pr1: {
'title': <div className="col-sm-12 title-pr" >
            <h3>सतगुरू सतनाम, तुमको लाखों प्रणाम ।</h3>
        </div>,
'contents': 
<div className='contents' style={{padding: "10px", margin: "auto"}}>
सतगुरू सतनाम, तुमको लाखों प्रणाम।<br></br>
कोटिन सूरज चांद सितारे, रोम रोम में करे उजारे। सत पुरूष करतार तुमको लाखों प्रणाम।।<br></br>                                            
अरबों सूरज चांद सितारे, रोम-रोम में करे उजारे। अलख पुरूष करतार, तुमको लाखों प्रणाम।।<br></br>                                            
खरबों सूरज चांद सितारे, रोम-रोम में करे उजारे। अगम पुरूष करतार, तुमको लाखों प्रणाम।।<br></br>                                            
नील नील शशि भानु व तारे, रोम-रोम में करे उजारे। अनामी पुरुष करतार, तुमको लाखों प्रणाम।।<br></br>                                            
जयगुरुदेव दयाल, तुमको लाखों प्रणाम।।
</div>
},


pr2: {
'title': <div className="col-sm-12 title-pr" >
            <h3>कोई कहियो रे गुरु आवन की, कोई कहियो रे गुरु आवन की |</h3>
        </div>,
'contents': 
<div className='contents' style={{padding: "10px", margin: "auto"}}>
कोई कहियो रे गुरु आवन की, कोई कहियो रे गुरु आवन की |<br></br> 
आवन की मन भावन की, आवन की मन भावन की |<br></br> 
कोई कहियो रे गुरु आवन की, कोई कहियो रे गुरु आवन की |<br></br> 
आप न आवे लिखी नाही भेजे, बन पड़ी ललचावन की |<br></br> 
कोई कहियो रे गुरु आवन की, कोई कहियो रे गुरु आवन की |<br></br> 
ये दोऊ नैना कहे नाही माने, ये दोऊ नैना कहे नाही माने |<br></br> 
नदिया बहे जैसे सावन की, नदिया बहे जैसे सावन की |<br></br> 
कोई कहियो रे गुरु आवन की, कोई कहियो रे गुरु आवन की |<br></br> 
कहा करूं कछु बस नाही मेरो, कहा करूं कछु बस नाही मेरो |<br></br> 
पंख नाही उड़ जावन की, पंख नाही उड़ जावन की |<br></br> 
कोई कहियो रे गुरु आवन की, कोई कहियो रे गुरु आवन की |<br></br> 
बिछोड़े प्रभु जी कब रे मिलोगे, बिछोड़े प्रभु जी कब रे मिलोगे |<br></br> 
चेरी भई हु तेरे दामन की, चेरी भई हु तेरे दामन की |<br></br> 
कोई कहियो रे गुरु आवन की, कोई कहियो रे गुरु आवन की |<br></br> 
</div>
},


pr3: {
'title': <div className="col-sm-12 title-pr" >
             <h3> गुरू चरणों में अपने लगा लीजै। मेरे भाग्य को स्वामी जी जगा दीजै।</h3>
          </div>,
'contents': 
<div className='contents' style={{ padding: "10px", margin: "auto"}}>
गुरू चरणों में अपने लगा लीजै। मेरे भाग्य को स्वामी जी जगा दीजै।<br></br> 
मो सम पापी जगत कोउ नाहीं, मेरे पापों की गठरी जला दीजै।<br></br> 
काम क्रोध मद लोभ सतावे, इन दुष्टों को स्वामी जी भगा दीजै।<br></br> 
काल और माया हमें भरभावे, इन दोउ से प्रभु जी बचा लीजै।<br></br> 
तुम्हरे दरश की ये अंखिया हैं प्यासी, दर्शन देके प्यास बुझा दीजै।<br></br> 
बैन सुनन को श्रवण मेरे व्याकुल, अमृत भरी बाणी सुना दीजै।<br></br> 
</div>
},


pr4: {
'title': <div className="col-sm-12 title-pr" >
            <h3>छोड़ कर संसार जब तू जाएगा। कोई न साथी तेरा साथ निभाएगा।।</h3>
        </div>,
'contents': 
<div className='contents' style={{padding: "10px", margin: "auto"}}>
छोड़ कर संसार जब तू जाएगा। कोई न साथी तेरा साथ निभाएगा।।<br></br> 
गर प्रभु का भजन किया ना, सत्संग किया न दो घडि़या।<br></br> 
यमदूत लगाकर तुझको, ले जायेंगे हथकडि़यां।<br></br> 
कौन छुड़वायेगा।। कोई न साथी…….<br></br> 
इस पेट भरन की खातिर, तू पाप कमाता निसदिन।<br></br> 
श्मशान में लकड़ी रखकर, तेरे आग लगेगी एक दिन।<br></br> 
खाक हो जायेगा।। कोई न साथी……..<br></br> 
सत्संग की बहती गंगा, तू इसमें लगाले गोता।<br></br> 
वरना इस दुनिया से, तू जाएगा एक दिन रोता।<br></br> 
फेर पछताएगा।। कोई न साथी…..<br></br> 
क्यों कहता मेरा मेरा, यह दुनिया रैन बसेरा।<br></br> 
यहां कोई न रहने पाता, है चंद दिनों का डेरा।<br></br> 
हंस उड़ जाएगा।। कोई न साथी….<br></br> 
गुरुदेव चरण में निशदिन, तू प्रीत लगा ले बन्दे।<br></br> 
कट जायेंगे सब तेरे, ये जन्ममरण के फंदे।<br></br> 
पार हो जायेगा।। कोई न साथी…………<br></br> 
</div>
},


pr5: {
'title': <div className="col-sm-12 title-pr" >
            <h3>धाम अपने चलो भाई। पराये देश क्यों रहना।।</h3>
        </div>,
'contents': 
<div className='contents' style={{ padding: "10px", margin: "auto"}}>
धाम अपने चलो भाई। पराये देश क्यों रहना।।<br></br> 
काम अपना करो जाई। पराये काम नहिं फसना।।<br></br> 
नाम गुरु का सम्हाले चल। यही है दाम गठ बंधना।।<br></br> 
जगत का रंग सब मैला। धुला ले मान यह कहना।।<br></br> 
भोग संसार कोई दिन के। सहज में त्यागते चलना।।<br></br> 
सरन सतगुरु गहो दृढ़ कर। करो यह काज पिल रहना।।<br></br> 
सुरत मन थाम अब घट में। पकड़ धुन ध्यान घर गगना।।<br></br> 
फंसे तुम जाल में भारी। बिना इस जुक्ति नहीं खुलना।।<br></br> 
गुरु अब दया कर कहते। मान यह बात चित धरना।।<br></br> 
भटक में क्यों उमर खोते। कहीं नहिं ठीक तुम लगना।।<br></br> 
बसो तुम आय नैनन में। सिमट कर एक यहां होना।।<br></br> 
दुई यहां दूर हो जावे। दृष्टि ज्योति में धरना।<br></br> 
श्याम तजि सेत को गहना। सुरत को तान धुन सुनना।।<br></br> 
बंक के द्वार धंस बैठो। तिरकुटी जाय कर लेना।।<br></br> 
सुन्न चढ़ जा धसो भाई। सुरत से मानसर न्हाना।।<br></br> 
महासुन चैक अंधियारा। वहां से जा गुफा बसना।।<br></br> 
लोक चैथे चलो सज के। गहो वहां जाय धुन बीना।।<br></br> 
अलख और अगम के पारा। अजब एक महल दिखलाना।।<br></br> 
</div>
}


}